Autodesk.Revit.UI.SeparatorItem.#ctor
Default constructor.
Since:
2025

Autodesk.Revit.UI.SeparatorItem
A class representing a context menu separator.
Remarks:
A separator can be added between menu items when needed.
Since:
2025